[
    {
        "id": 1,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p1.jpg",
        "name": "White Bed room",
        "desc": "White room, peaceful, serene, minimalist, bright, pure, calming, tranquil, simple, pristine.",
        "mainDesc": "The white bedroom is a serene and calming space, with a pristine and minimalist aesthetic that evokes feelings of peace and tranquility. The walls are painted in a pure, snow-white hue, while the bedding is crisp and clean, with fluffy white comforters and soft, plush pillows.The room is flooded with natural light, which streams in through large windows, illuminating every corner of the space. The floors are made of polished white marble, which gleams in the sunlight, while the curtains are made of sheer, gauzy fabric that dances gently in the breeze. A large white wardrobe occupies one wall of the room, with glass doors that reflect the light and make the space feel even brighter. A simple white desk and chair sit in the corner of the room, with a small lamp and a few books scattered on top. The room is sparse, but not empty, with carefully chosen accessories and accents that add interest and texture to the space. A vase of white roses sits on the bedside table, while a fluffy white rug anchors the space and adds warmth.Overall, the white bedroom is a serene and calming oasis, a space to unwind and relax at the end of a long day.",
        "price": 1200
    },
    {
        "id": 2,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p2.jpg",
        "name": "Drawing Fittings",
        "desc": "Detailed fittings for safety, function, and aesthetic precision.",
        "mainDesc": "Drawing fittings are an essential element of any architectural or engineering project, providing the necessary details and specifications for the construction of a building or structure. These fittings include items such as doors, windows, staircases, and elevators, among others, and are carefully designed to meet the specific needs and requirements of each project. When creating drawing fittings, architects and engineers must consider a wide range of factors, including the dimensions of the space, the materials to be used, and the intended use of the building or structure. They must also take into account safety regulations, accessibility requirements, and aesthetic considerations to create fittings that are functional, durable, and visually appealing. To create accurate and detailed drawing fittings, architects and engineers use a variety of tools and techniques, including computer-aided design (CAD) software,3D modeling programs, and hand-drawn sketches. These tools allow them to create precise and detailed representations of each fitting, including all necessary dimensions, angles, and materials.Ultimately, drawing fittings play a crucial role in the success of any construction project, ensuring that each element of the building or structure is designed and constructed to the highest standards of safety, functionality, and aesthetics.",
        "price": 1500
    },
    {
        "id": 3,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p3.jpg",
        "name": "Modern Home Decor",
        "desc": "Minimalism, technology, functionality, natural materials, sustainable, sleek, clean lines",
        "mainDesc": "Modern home decor is characterized by clean lines, sleek designs, and a focus on functionality and simplicity. It is a style that emphasizes minimalism, with a neutral color palette and an emphasis on natural materials such as wood, stone, and glass.One of the defining features of modern home decor is the use of technology and innovation to create spaces that are both beautiful and functional. This includes the use of smart home technology, such as integrated lighting and sound systems, as well as the use of sustainable materials and energy-efficient appliances.In modern home decor, less is often more, with a focus on creating open and airy spaces that allow natural light to flow throughout the home. This can be achieved through the use of large windows, skylights, and glass walls, which create a seamless connection between indoor and outdoor spaces.Furniture in modern homes is often simple and understated, with clean lines and a focus on functionality. Pieces are typically made from natural materials such as leather, wood, and metal, and are designed to be both comfortable and durable. Overall, modern home decor is a style that values simplicity, functionality, and innovation, creating spaces that are both beautiful and practical, and that seamlessly integrate technology and sustainability into the design.",
        "price": 1500
    },
    {
        "id": 4,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p4.jpg",
        "name": "Velvet Sofa with interior",
        "desc": "Plush, luxurious, elegant centerpiece with warm, inviting color scheme.",
        "mainDesc": "A velvet sofa is a luxurious and elegant addition to any interior space. The soft, plush texture of the velvet fabric adds a touch of opulence, while the deep, rich color of the material creates a sense of warmth and coziness.When paired with the right interior design elements, a velvet sofa can be the centerpiece of a room, drawing the eye and setting the tone for the entire space. It pairs particularly well with other luxurious textures, such as silk or satin, as well as with bold patterns and colors that add depth and interest to the room.To complement a velvet sofa, interior designers often choose furnishings and accessories that are simple and understated, allowing the sofa to take center stage. This might include a minimalist coffee table, a statement rug, or a few carefully chosen decorative items that add visual interest without overwhelming the space.In terms of color scheme, a velvet sofa can work well with a range of hues, from deep jewel tones to muted pastels. It pairs particularly well with warm, earthy colors such as terracotta, olive green, and mustard yellow, which create a cozy and inviting atmosphere.Overall, a velvet sofa with interior is a luxurious and inviting addition to any interior space, offering comfort, elegance, and style in equal measure.",
        "price": 1100
    },
    {
        "id": 5,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p5.jpg",
        "name": "Home Office",
        "desc": "Functional, efficient workspace with adequate storage and proper lighting.",
        "mainDesc": "A home office is a space within a residence that is designated for work-related activities. It provides a dedicated workspace for professionals who work from home, as well as for students who need a quiet place to study.Creating a functional and efficient home office requires careful planning and consideration. The design of the space should take into account the specific needs and requirements of the individual who will be using it, as well as the overall aesthetic and style of the home.Elements that are commonly included in a home office include a desk, chair, computer, and other equipment and supplies that are necessary for the specific work or study activities that will be conducted in the space. Adequate storage space, such as shelves, cabinets, and filing systems, is also important to keep the workspace organized and clutter-free.When designing a home office, it is important to consider lighting and ventilation, as well as soundproofing and privacy. Natural light can be beneficial for productivity and mood, while proper ventilation can improve air quality and comfort. Soundproofing and privacy can be achieved through the use of doors, curtains, and sound-absorbing materials.Ultimately, a well-designed home office can be a productive and inspiring workspace, allowing individuals to work efficiently and comfortably from the comfort of their own home.",
        "price": 900
    },
    {
        "id": 6,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p6.jpg",
        "name": "Wooden bedhead",
        "desc": "Comfortable, supportive, decorative element for bedroom design.",
        "mainDesc": "A wooden bedhead, also known as a headboard, is a decorative element that is attached to the head of a bed. It is typically made of wood and serves both a functional and aesthetic purpose.The primary function of a wooden bedhead is to provide a comfortable and supportive surface for sitting up in bed, reading, or watching television. It also helps to keep pillows and other bedding in place, preventing them from slipping down behind the bed.In addition to its functional purpose, a wooden bedhead can also add style and character to a bedroom. It is available in a range of styles and finishes, from simple and understated to ornate and decorative, and can be customized to match the overall design aesthetic of the room.When selecting a wooden bedhead, it is important to consider the size and shape of the bed, as well as the style and color of the surrounding decor. A bedhead that is too small or too large can look awkward and out of place, while a design that clashes with the overall decor can be distracting and overwhelming.Overall, a wooden bedhead is a versatile and practical addition to any bedroom, providing both comfort and style in equal measure.",
        "price": 800
    },
    {
        "id": 7,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p7.jpg",
        "name": "Ambient interior finishing",
        "desc": "Design elements creating mood and atmosphere in interior spaces",
        "mainDesc": "Ambient interior finishing refers to the use of various design elements to create a specific atmosphere or mood within a space. This can include the use of lighting, color schemes, textures, and other decorative elements to create a cohesive and visually appealing interior design.Lighting is one of the most important elements of ambient interior finishing, as it can be used to create a range of moods and atmospheres. Soft, warm lighting can create a cozy and inviting atmosphere, while bright, cool lighting can create a more energetic and productive environment.Color schemes are another important element of ambient interior finishing, as they can affect the overall mood and atmosphere of a space. Warm, earthy tones can create a calming and relaxing environment, while bright, bold colors can create a more vibrant and energizing atmosphere.Textures and materials can also play a key role in ambient interior finishing, as they can add depth and interest to a space. The use of natural materials such as wood and stone can create a warm and inviting atmosphere, while sleek, modern materials such as metal and glass can create a more sophisticated and contemporary feel.Overall, ambient interior finishing is an important aspect of interior design, as it can help to create a cohesive and visually appealing space that is tailored to the needs and preferences of the individuals who will be using it.",
        "price": 1600
    },
    {
        "id": 8,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p8.jpg",
        "name": "White living room",
        "desc": "Clean, modern living space with neutral palette and versatile design.",
        "mainDesc": "A white living room is a space that is designed primarily in shades of white, with accents of other colors used sparingly. This style of living room design can create a clean, fresh, and modern look that is both calming and inviting.One of the benefits of a white living room is that it provides a neutral backdrop for other design elements, such as furniture, artwork, and decorative accessories. This allows homeowners to easily change up the look of the space by swapping out these elements, without having to overhaul the entire design.When designing a white living room, it is important to incorporate a variety of textures and materials to add depth and interest to the space. This can include natural materials such as wood and stone, as well as fabrics such as linen and cotton.Another important consideration when designing a white living room is lighting. Soft, warm lighting can create a cozy and inviting atmosphere, while bright, cool lighting can create a more energetic and modern feel.Overall, a white living room can be a versatile and stylish space that is perfect for relaxing, entertaining, and enjoying time with family and friends. With careful planning and attention to detail, homeowners can create a space that is both functional and visually appealing, while also reflecting their personal style and preferences.",
        "price": 1300
    },
    {
        "id": 9,
        "image": "https://demo.w3layouts.com/demos_new/template_demo/06-06-2020/home-interior-liberty-demo_Free/779565612/web/assets/images/p9.jpg",
        "name": "Modern Bedroom",
        "desc": "Clean lines, neutral colors, functional furniture, and stylish lighting.",
        "mainDesc": "A modern bedroom is a space that is designed with clean lines, simple shapes, and minimal decorative elements. This style of bedroom design emphasizes functionality and practicality, while also incorporating elements of contemporary style.One of the key features of a modern bedroom is the use of neutral colors, such as white, gray, and beige. This creates a calming and serene atmosphere that is conducive to relaxation and restful sleep.Another important aspect of modern bedroom design is the use of simple, streamlined furniture with a focus on functionality. This can include platform beds with built-in storage, sleek dressers and nightstands, and minimalist shelving units.In addition to furniture, modern bedrooms also incorporate a range of lighting options to create a variety of moods and atmospheres. This can include overhead lighting, wall sconces, and table lamps, all designed to create a warm and inviting space that is both functional and aesthetically pleasing.When designing a modern bedroom, it is important to consider the overall layout of the space and how each element will work together to create a cohesive and visually appealing design. By incorporating clean lines, neutral colors, and functional furniture, homeowners can create a space that is both stylish and practical, while also reflecting their personal tastes and preferences.",
        "price": 1700
    }
]